Repository: Alkhymia/GIMX
Catalog: po/*.po
Languages: fr

source: Failed to open log file. GIMX may have crashed (please report this).
fr: Echec de l'ouverture du fichier de log. GIMX peut avoir crashé (svp rapporter ceci).

source: GIMX ran less than 5 seconds. Would you like to generate a log report?
fr: GIMX a fonctionné moins de 5s. Générer un fichier de log ?

source: This config seems OK!
fr: Cette config a l'air correcte !

source: Failed to start gimx-config!
fr: Échec du lancement de gimx-config !

source: Failed to start gimx-fpsconfig!
fr: Échec du lancement de gimx-fpsconfig !

source: No Serial Port Detected!
fr: Pas de port série détecté !

source: No device detected!
fr: Pas de périphérique détecté !

source: Pairing
fr: Appairage

source: No pairing found. Perform a new pairing?
fr: Pas d'appairage trouvé. Effectuer un nouvel appairage ?

source: New/Repair
fr: Nouveau/Réparer

source: Installing
fr: Installation

source: Update available. Start installation?
fr: Mise à jour disponible. Démarrer l'installation ?

source: Downloading update
fr: Téléchargement de la mise à jour

source: Can't retrieve update file!
fr: Impossible de télécharger la mise à jour !

source: Can't check version!
fr: Impossible de vérifier la version !

source: GIMX is up-to-date!
fr: GIMX est à jour !

source: Downloading config list
fr: Téléchargement de la liste de configs

source: Select the files to download.
fr: Sélectionnez les fichiers à télécharger.

source: Config download
fr: Téléchargement de configs

source: Overwrite local file:
fr: Ecraser le fichier local :

source: Downloading
fr: Téléchargement

source: Completed
fr: Terminé

source: Can't retrieve configs!
fr: Impossible de télécharger les configs !

source: Can't retrieve config list!
fr: Impossible de télécharger la liste de configs !

source: Can't read config:
fr: Impossible de lire la config :

source: Can't auto-bind controls for config:
fr: Impossible d'auto-affecter les contrôles pour la config :

source: Can't write config:
fr: Impossible d'écrire la config :

source: Auto bind done for
fr: Auto-affectation effectuée pour

source: Controller:
fr: Contrôleur :

source: Select the pairing.
fr: Sélectionner l'appairage.

source: Device:
fr: Périphérique :

source: Address:
fr: Adresse :

source: Manufacturer:
fr: Fabriquant :

source: Chip:
fr: Puce :

source: Select the bluetooth adapter.
fr: Sélectionnez le dongle bluetooth.

source: Plug a sixaxis/ds3
fr: Connectez un sixaxis/ds3

source: Plug a bluetooth dongle
fr: Connectez un dongle bluetooth

source: Plug a ds4
fr: Connectez une ds4

source: Cannot execute:
fr: Impossible d'exécuter :

source: Plug the teensy
fr: Connectez le teensy

source: Plug the Teensy to the PS4, wait a few seconds, and plug it back to the PC
fr: Connectez le teensy à la PS4. Attendez quelques secondes, puis reconnectez le au PC.

source: Select the pairing to restore.
fr: Sélectionner l'appairage à rétablir.

source: No previous pairing found!
fr: Pas d'appairage précédent trouvé !

source: Success.
fr: Réussite.

source: Plug a ds4 to repair.
fr: Connecter la dualshock 4 à ré-appairer.

source: Enter an IP address
fr: Entrez une adresse IP

source: Enter a port
fr: Entrez un port :

source: Bad IP format!
fr: Mauvais format d'adresse IP !

source: Repair
fr: Ré-appairage.

source: Failed to execute gimx-loader.
fr: Échec du lancement de gimx-loader.

source: Load
fr: Charger

source: About
fr: À propos

source: No firmware found in
fr: Pas de firmware trouvé dans

source: This tool is only compatible with GIMX adapters made with a USB to UART adapter and a Pro Micro board. Proceed?
fr: Cet outil n'est compatible qu'avec les adaptateurs basés sur un convertisseur USB-série et une carte Pro Micro. Continuer ?

source: Plug both sides of the adapter to the computer.
fr: Connecter les deux extrémités de l'adaptateur à l'ordinateur.

source: Unplug/replug the USB cable from/to computer USB port.
fr: Débrancher/rebrancher le câble USB du/au port USB de l'ordinateur.

source: No new device found within 10 seconds.
fr: Pas de nouveau périphérique trouvé sous 10 secondes.

source: failed to load firmware
fr: échec du chargement du firmware

source: Failed to load firmware.
fr: Échec du chargement du firmware.

source: Firmware loaded successfully!
fr: Firmware chargé avec succès !

source: file
fr: fichier

source: specifies a file to open
fr: spécifie un fichier à ouvrir
