Repository: Alkhymia/GIMX
Catalog: po/*.po
Languages: fr

source: ignoring: -%c %s (max controllers reached)
fr: ignoré : -%c %s (le nombre max de contrôleurs est atteint)

source: with arg %s
fr: avec pour argument %s

source: controller #%d: option -b with value `%s'
fr: controlleur %d : option -b avec valeur `%s'

source: now reading arguments for controller #%d
fr: début des arguments du contrôleur %d

source: global option -c with value `%s'
fr: option globale -c avec valeur `%s'

source: Bad event format: %s
fr: Mauvais format d'événement : %s

source: controller #%d: option -e with value `%s(%d)'
fr: contrôleur %d : option -e avec valeur `%s(%d)'

source: Bad axis name for event: %s
fr: Mauvais nom d'axe pour l'événement : %s

source: controller #%d: option -h with value `%d'
fr: contrôleur %d : option -h avec valeur `%d'

source: Bad format for argument -d: '%s'
fr: Mauvais format pour l'argument -d : '%s'

source: controller #%d: option -d with value `%s'
fr: contrôleur %d : option -d avec valeur `%s'

source: Bad format for argument -s: '%s'
fr: Mauvais format pour l'argument -s : '%s'

source: controller #%d: option -s with value `%s'
fr: contrôleur %d : option -s avec valeur `%s'

source: controller #%d: option -k with value `%s'
fr: contrôleur %d : option -k avec valeur `%s'

source: can't open log file (%s)
fr: Fichier de log impossible à ouvrir (%s)

source: global option -l with value `%s'
fr: option globale -l avec valeur `%s'

source: log file can't be used with curses
fr: il n'est pas possible d'utiliser un fichier de log avec curses

source: only one log file can be specified
fr: un seul fichier de log peut être spécifié

source: port already used: `%s'
fr: Port déjà utilisé : `%s'

source: controller #%d: option -p with value `%s'
fr: contrôleur %d : option -p avec valeur `%s'

source: global option -q with value `%s'
fr: option globale -q avec valeur `%s'

source: global option -r with value `%s'
fr: option globale -r avec valeur `%s'

source: controller #%d: option -t with value `%s'
fr: contrôleur %d : option -t avec valeur `%s'

source: unrecognized option: %c
fr: option non reconnue : %c

source: grab flag is unset
fr: le flag "grab" est positionné

source: status flag is set
fr: le flag "status" est positionné

source: subpos flag is set
fr: le flag "subpos" est positionné

source: force_updates flag is set
fr: le flag "force_updates" est positionné

source: curses flag is set
fr: le flag "curses" est positionné

source: window_events flag is set
fr: le flag "window_events" est positionné

source: btstack flag is set
fr: le flag "btstack" est positionné

source: skip_leds flag is set
fr: le flag skip_leds est positionné

source: ff_conv flag is set
fr: le flag ff_conv est positionné

source: auto-grab flag is set
fr: le flag auto-grab est positionné

source: calibrating mouse %s (%d)
fr: calibration de la souris %s (%d)

source: calibrating conf %d
fr: calibration de la conf %d

source: sensibility:
fr: sensibilité :

source: NA
fr: ND

source: x/y ratio:
fr: ratio x/y :

source: shape:
fr: forme :

source: Circle
fr: Cercle

source: acceleration x:
fr: accélération x :

source: acceleration y:
fr: accélération y :

source: radius: %d
fr: rayon : %d

source: velocity: %d
fr: vitesse : %d

source: time: %d
fr: temps : %d

source: mouse selection
fr: sélection de la souris

source: profile selection
fr: sélection du profil

source: error writting the config file %s
fr: erreur lors de l'écriture de la config %s

source: calibration done
fr: calibration terminée

source: calibrating sensitivity
fr: calibration de la sensibilité

source: calibrating x/y ratio
fr: calibration du ratio x/y

source: calibrating dead zone x
fr: calibration de la dead zone x

source: calibrating dead zone y
fr: calibration de la dead zone y

source: calibrating dead zone shape
fr: calibration de la forme de la dead zone

source: calibrating acceleration x
fr: calibration de l'accélération x

source: calibrating acceleration y
fr: calibration de l'accélération y

source: adjusting circle test radius
fr: ajustement du rayon du test du cercle

source: adjusting circle test velocity
fr: ajustement de la vitesse du test du cercle

source: translation test started
fr: test de translation démarré

source: controller %d profile %d axis %s intensity: %.0f
fr: contrôleur %d profil %d axe %s intensité : %.0f

source: %d %ld.%06ld controller %d is switched from profile %d to %d
fr: %d %ld.%06ld contrôleur %d est basculé du profil %d à %d

source: joystick not found: %s %d
fr: joystick non trouvé : %s %d

source: mouse not found: %s %d
fr: souris non trouvée : %s %d

source: keyboard not found: %s %d
fr: clavier non trouvé : %s %d

source: A device name is empty. Multiple mice and keyboards are not managed.
fr: Un nom de device est vide. Les souris et claviers multiples ne sont pas gérés.

source: connected to %s:%d
fr: connecté à %s:%d

source: no pass-through device is needed
fr: pas besoin de périphérique "pass-through"

source: found pass-through device 0x%04x:0x%04x
fr: périphérique de pass-through : 0x%04x:0x%04x

source: macros are not available for: %s %s (%d)
fr: les macros ne sont pas disponibles pour : %s %s (%d)

source: no GPP detected.
fr: pas de GPP détecté.

source: GPP detected, controller type is: %s.
fr: GPP détecté, le type de contrôleur est : %s.

source: unknown GPP controller type.
fr: type de contrôleur GPP inconnu.

source: failed to open the GIMX adapter
fr: échec de l'ouverture de l'adaptateur GIMX

source: GIMX adapter detected, controller type is: %s.
fr: adaptateur GIMX détecté, le type de contrôleur est : %s.

source: wrong controller type.
fr: type de contrôleur incorrect.

source: failed to get the GIMX adapter status.
fr: échec de la lecture de l'état de l'adaptateur GIMX.

source: failed to reset the GIMX adapter.
fr: échec de la réinitialisation de l'adaptateur GIMX.

source: Reset sent to the GIMX adapter.
fr: Reset envoyé à l'adaptateur GIMX.

source: No game controller was found on USB ports.
fr: Pas de contrôleur de jeu trouvé sur les ports USB.

source: Start the game with a dualshock 3, and then reassign game controllers.
fr: Démarrer le jeu avec une dualshock 3, puis réassigner les contrôleurs de jeu.

source: failed to connect to network destination: %s:%d.
fr: échec de la connexion à la destination réseau : %s:%d.

source: Remote GIMX detected, controller type is: %s.
fr: GIMX distant détecté, le type de contrôleur est : %s.

source: failed to start the GIMX adapter.
fr: échec du démarrage de l'adaptateur GIMX.

source: failed to start the GIMX adapter asynchronous processing.
fr: échec du démarrage du traitement asynchrone de l'adaptateur GIMX.

source: Press the %s button to activate the controller.
fr: Appuyer sur le bouton %s pour activer le contrôleur.

source: failed to initialize the sixaxis emulation.
fr: échec de l'initialisation de l'émulation sixaxis.

source: failed to initialize the dualshock 4 emulation.
fr: échec de l'initialisation de l'émulation dualshock 4.

source: unsupported bluetooth controller type.
fr: type de contrôleur bluetooth non supporté.

source: failed to start the GPP asynchronous processing.
fr: échec du démarrage du traitement asynchrone du GPP.

source: failed to listen on network source: %s:%d.
fr: échec de l'écoute de la source réseau : %s:%d.

source: Press Shift+Esc to exit.
fr: Appuyez sur MAJ+Echap pour quitter.

source: Mouse calibration (Ctrl+F1 to edit)
fr: Calibration de la souris (Ctrl+F1 pour éditer)

source: Mouse calibration (Ctrl+F1 to save)(mouse wheel to change values)
fr: Calibration de la souris (Ctrl+F1 pour sauver)(molette pour modifier)

source: Profile:
fr: Profil :

source: N/A
fr: ND

source: shape=
fr: forme=

source: circle
fr: cercle

source: cross
fr: croix

source: N/A
fr: ND

source: Acceleration:
fr: Accélération :

source: Sensitivity:
fr: Sensibilité :

source: circle test
fr: test du cercle

source: radius=%d (F10)
fr: rayon=%d (F10)

source: velocity=%d (F11)
fr: vitesse=%d (F11)

source: Left stick
fr: Stick gauche

source: Right stick
fr: Stick droit

source: Buttons
fr: Boutons

source: Refresh rate:
fr: Taux de rafraîchissement :

source: Refresh rate: %4dHz
fr: Taux de rafraîchissement : %4dHz

source: using default refresh period: %.02fms
fr: utilisation de la période de rafraîchissement par défaut : %.02fms

source: Unknown key name for argument --keygen: '%s'
fr: Nom de touche inconnue pour l'argument --keygen : '%s'

source: Exiting
fr: Sortie

source: Increase
fr: Augmenter

source: Decrease
fr: Diminuer

source: Circle
fr: Cercle

source: Cross
fr: Croix

source: mouse
fr: souris

source: keyboard
fr: clavier

source: axis
fr: axe

source: axis up
fr: axe plus

source: axis down
fr: axe moins

source: button
fr: bouton

source: Aiming
fr: Visée

source: Driving
fr: Conduite

source: Tip
fr: Astuce

source: Click here to go to online documentation.
fr: Cliquer ici pour aller à la documentation en ligne.

source: Device
fr: Périphérique

source: Button
fr: Bouton

source: Auto detect
fr: Auto détecter

source: Switch back
fr: Retour

source: Delay (ms):
fr: Délai (ms) :

source: Delete
fr: Effacer

source: Mouse
fr: Souris

source: Smoothing
fr: Lissage

source: Buffer size [1..30]
fr: Taille du buffer [1..30]

source: Filter [0.00..1.00]
fr: Filtre [0.00..1.00]

source: Buffer size
fr: Taille du buffer

source: Filter
fr: Filtre

source: Add
fr: Ajouter

source: Remove
fr: Supprimer

source: Modify
fr: Modifier

source: Axis
fr: Axe

source: Shape
fr: Forme

source: Steps
fr: Etapes

source: Broken-line correction parameters
fr: Paramètres de correction en ligne brisée

source: Low value [-32767..32767]
fr: Valeur basse [-32767..32767]

source: Low coef
fr: Coef bas

source: High value [-32767..32767]
fr: Valeur haute [-32767..32767]

source: High coef
fr: Coef haut

source: Low value
fr: Valeur basse

source: High value
fr: Valeur haute

source: Invert direction
fr: Inverser la direction

source: Rumble
fr: Vibration

source: Spring
fr: Ressort

source: Damper
fr: Amortissement

source: Profile trigger
fr: Activation

source: Mouse options
fr: Options de la souris

source: Axis intensity
fr: Intensité des axes

source: Joystick corrections
fr: Correction des joysticks

source: Force Feedback Tweaks
fr: Ajustements du Force Feedback

source: Event
fr: Contrôle

source: Threshold
fr: Seuil

source: Sensitivity
fr: Sensibilité

source: Accel.
fr: Accél.

source: Acceleration
fr: Accélération

source: Dead zone [-64..64]
fr: Zone morte [-64..64]

source: Sensitivity [-100.00..100.00]
fr: Sensibilité [-100.00..100.00]

source: Acceleration [0.00..]
fr: Accélération [0.00..]

source: Overall
fr: Général

source: New Ctrl-N
fr: Nouveau Ctrl-N

source: Create a new configuration
fr: Créer une nouvelle config

source: Open Ctrl-O
fr: Ouvrir Ctrl-O

source: Open a configuration file
fr: Ouvrir une config

source: Save Ctrl-S
fr: Enregistrer Ctrl-S

source: Save configuration
fr: Enregistrer la config

source: Save As...
fr: Enregistrer sous...

source: Save configuration to specified file
fr: Enregistrer la config dans le fichier spécifié

source: Open config directory
fr: Ouvrir le dossier de configs

source: Quit Alt-F4
fr: Quitter Alt-F4

source: Quit the application
fr: Quitter l'application

source: &File
fr: &Fichier

source: Copy Profile
fr: Copier le profil

source: Copy Controller
fr: Copier le contrôleur

source: Paste Profile
fr: Coller le profil

source: Paste Controller
fr: Coller le contrôleur

source: Set Mouse DPI
fr: DPI de la souris

source: Replace Mouse
fr: Remplacer la souris

source: Convert mouse sensitivity
fr: Convertir la sensibilité de la souris

source: Replace Keyboard
fr: Remplacer le clavier

source: Edit
fr: Editer

source: Controller
fr: Contrôleur

source: Profile
fr: Profil

source: Multiple Mice and Keyboards
fr: Souris et claviers multiples

source: Window events
fr: Événements des fenêtres

source: Link controls
fr: Lier les contrôles

source: Auto-bind controls
fr: Auto-affecter les contrôles

source: Advanced
fr: Avancé

source: About F1
fr: À propos F1

source: Show info about this application
fr: Afficher les infos sur cette application

source: Help
fr: Aide

source: Select file
fr: Sélectionner un fichier

source: XML files (*.xml)|*.xml
fr: Fichiers XML (*.xml)|*.xml

source: It's not recommended to run as root user. Continue?
fr: Il n'est pas recommandé d'exécuter cette application en utilisateur root. Continuer ?

source: Confirm
fr: Confirmer

source: Can't migrate directory:
fr: Impossible de migrer le répertoire :

source: Error
fr: Erreur

source: Can't init directory:
fr: Impossible d'initialiser le répertoire:

source: Cannot open config file:
fr: Fichier impossible à ouvrir :

source: Please detect an Event!
fr: Veuillez détecter un axe/bouton !

source: Please select a Button!
fr: Veuillez sélectionner un bouton !

source: Please select an Axis!
fr: Veuillez sélectionner un axe !

source: Press a button.
fr: Appuyez sur un bouton.

source: Move an axis.
fr: Déplacez un axe.

source: Pedal calibration: 1. fully press the pedal 2. fully release the pedal 3. press any key or button
fr: Calibration de la pédale : 1. appuyer sur la pédale à fond 2. relâcher complètement la pédale 3. appuyer sur n'importe quel bouton

source: Failed to calibrate the pedal.
fr: Échec de la calibration de la pédale

source: Joystick correction has been added in the "Overall>Joystick corrections" panel
fr: La correction du joystick a été ajoutée dans le panneau "Général>Corrections des joysticks"

source: Can't save
fr: Impossible d'enregistrer

source: Save config file
fr: Enregistrer le fichier de config

source: Please select a line of the table.
fr: Veuillez sélectionner une ligne du tableau !

source: Please select a SINGLE line of the table.
fr: Veuillez sélectionner une UNIQUE ligne du tableau !

source: Apply
fr: Appliquer

source: Press a mouse button.
fr: Appuyez sur un bouton de la souris.

source: Press a keyboard key.
fr: Appuyez sur une touche du clavier.

source: This will replace the mouse in the current controller. Continue?
fr: Ceci va remplacer la souris dans le contrôleur courant. Continuer ?

source: This will replace the keyboard in the current controller. Continue?
fr: Ceci va remplacer le clavier dans le contrôleur courant. Continuer ?

source: Enter a number:
fr: Entrer un nombre :

source: Source mouse DPI
fr: DPI source

source: Destination mouse DPI
fr: DPI destination

source: Failed to parse sensitivity value!
fr: Échec de l'analyse de la valeur de la sensibilité !

source: Failed to parse acceleration value!
fr: Échec de l'analyse de la valeur de l'accélération !

source: Mouse DPI value
fr: Valeur DPI de la souris

source: This control is already used in the current profile (Button tab). Continue?
fr: Ce contrôle est déjà utilisé dans le profil courant (onglet Bouton). Continuer ?

source: This control is already used in the current profile (Axis tab). Continue?
fr: Ce contrôle est déjà utilisé dans le profil courant (onglet Axis). Continuer ?

source: This control is already used in the current profile (Overall tab>Intensity tab). Continue?
fr: Ce contrôle est déjà utilisé dans le profil courant (onglet Général>onglet Intensité). Continuer ?

source: No config opened!
fr: Pas de config ouverte !

source: Select the reference config.
fr: Sélectionner la config de référence.

source: Can't auto-bind controls!
fr: Impossible d'auto-affecter les contrôles!

source: Done!
fr: Effectué !

source: Please detect a button!
fr: Veuillez détecter un bouton !

source: Please select an axis!
fr: Veuillez sélectionner un axe !

source: Please detect a mouse!
fr: Veuillez détecter une souris !

source: Mouse options already defined!
fr: Options de souris déjà définies !

source: Please detect a joystick axis!
fr: Veuillez activer un axe de joystick !

source: Joystick axis options already defined!
fr: Les options d'axe de joystick sont déjà définies !

source: Select an event.
fr: Sélectionner un événement.

source: Events
fr: Événements

source: No joystick found!
fr: Pas de joystick trouvé !

source: Use the calibration tool to adjust the parameters.
fr: Utiliser l'outil de calibration pour ajuster les paramètres.

source: Cancel
fr: Annuler

source: Buffer size (Hip Fire)
fr: Taille du buffer (vue normale)

source: Buffer size (ADS)
fr: Taille du buffer (visée)

source: Dead zone (Hip Fire)
fr: Dead zone (vue normale)

source: Dead zone (ADS)
fr: Dead zone (visée)

source: Sensitivity (ADS)
fr: Sensibilité (visée)

source: Sensitivity (Hip Fire)
fr: Sensibilité (vue normale)

source: Acceleration (ADS)
fr: Accélération (visée)

source: Filter (Hip Fire)
fr: Filtre (vue normale)

source: Filter (ADS)
fr: Filtre (visée)

source: Acceleration (Hip Fire)
fr: Accélération (vue normale)

source: Hip Fire
fr: Vue normale

source: Dead zone shape
fr: Forme de la dead zone

source: ADS
fr: Visée

source: Aiming Down the Sights
fr: Visée

source: x/y ratio
fr: Ratio x/y

source: Dead zone shape (Hip Fire)
fr: Forme de la dead zone (vue normale)

source: Dead zone shape (ADS)
fr: Forme de la dead zone (visée)

source: x/y ratio (Hip Fire)
fr: Ratio x/y (vue normale)

source: x/y ratio (ADS)
fr: Ratio x/y (visée)

source: Enter your mouse DPI value.
fr: Entrez la valeur du DPI de la souris.

source: Mouse DPI
fr: DPI de la souris

source: Mouse smoothing
fr: Lissage de la souris

source: Convert sensitivity
fr: Convertir la sensibilité

source: New Ctrl+N
fr: Nouveau Ctrl+N

source: Open Ctrl+O
fr: Ouvrir Ctrl+O

source: Save Ctrl+S
fr: Enregistrer Ctrl+S

source: Save As
fr: Enregistrer sous

source: Edit Labels
fr: Editer les labels

source: Edit Label
fr: Editer le label

source: Joystick controls are only supported through gimx-config.
fr: Les joysticks ne sont supportés que par gimx-config.

source: Profiles 1 & 2 do not contain the same bindings. Editing this conf with gimx-fpsconfig can mess the bindings.
fr: Les profils 1 & 2 ne contiennent pas les mêmes affectations. Editer cette conf avec gimx-fpsconfig peut avoir des effets indésirables.

source: Auto-bind done!
fr: Fait !

source: Select the event.
fr: Sélectionner un événement.

source: Connecting
fr: Connexion

source: Progress:
fr: Progression :

source: Waiting for installation to complete
fr: En attente de la fin de l'installation

source: A device requires the following component:
fr: Un périphérique requiert le composant suivant :

source: Download and install?
fr: Télécharger et installer ?

source: Downloading
fr: Téléchargement

source: Can't retrieve Logitech Gaming Software!
fr: Échec du téléchargement !

source: Address already used!
fr: Adresse déjà utilisée !

source: Did you saved your dongle address?
fr: Avez-vous sauvegardé l'adresse du dongle ?

source: Please save it!
fr: Veuillez la sauver !

source: Success
fr: Succès

source: Read address after set: ko!
fr: Lecture de l'adresse après écriture : échec !

source: Read address after set: seems ok!
fr: Lecture de l'adresse après écriture : succès !

source: Cannot open directory:
fr: Impossible d'ouvrir le répertoire :

source: Cannot open file:
fr: Fichier impossible à ouvrir :

source: Cannot open file for writing:
fr: Impossible d'ouvrir le fichier en écriture :

source: Output
fr: Sortie

source: New
fr: Nouveau

source: Input
fr: Entrée

source: Physical devices
fr: Périphériques

source: Network
fr: Réseau

source: none
fr: aucun

source: text
fr: texte

source: log file
fr: fichier de log

source: Mouse capture
fr: Capture de la souris

source: on
fr: activée

source: off
fr: désactivée

source: Check
fr: Vérifier

source: Start
fr: Démarrer

source: Edit config
fr: Editer la config

source: Edit fps config
fr: Editer la config FPS

source: Open macro directory
fr: Ouvrir le dossier de macros

source: Auto-bind and convert
fr: Auto-affecter et convertir

source: Refresh F5
fr: Rafraîchir F5

source: Get configs
fr: Obtenir des configs

source: Update
fr: Mise à jour

source: Update firmware
fr: Mise à jour du firmware

source: Check updates at startup
fr: Vérifier les majs au démarrage

source: Can't migrate config:
fr: Impossible de migrer la config :

source: GIMX adapter
fr: Adaptateur GIMX

source: Remote GIMX
fr: GIMX distant

source: No config found! Download configs?
fr: Pas de config trouvée ! Télécharger des configs ?

source: Failed to read debug flags!
fr: Échec de la lecture des flags de debug !

source: No debug flag found!
fr: Pas de flag de debug trouvé !

source: Select the debug flags:
fr: Sélectionner les flags de debug :

source: No config selected!
fr: Pas de config sélectionnée !

source: No device selected!
fr: Pas de périphérique sélectionné !

source: No USB to serial device selected!
fr: Pas de module USB vers série sélectionné !

source: No destination IP:port specified!
fr: Pas de IP:port destination spécifié !

source: No pairing selected!
fr: Pas d'appairage sélectionné !

source: Selected pairing is incorrect!
fr: L’appairage sélectionné est incorrect !

source: Dongle not found!
fr: Dongle non trouvé !

source: No source IP:port specified!
fr: Pas de IP:port source spécifié !

source: IP:port is the same for input and output!
fr: IP:port est le même pour l'entrée et la sortie !

source: Bluetooth service has to be stopped. Proceed?
fr: Le service bluetooth doit être stoppé. Continuer ?

source: Can't stop bluetoothd!
fr: Impossible d'arrêter bluetoothd !

source: Windows Task Manager has to be stopped. Proceed?
fr: Le gestionnaire des tâches Windows doit être arrêté. Continuer ?

source: Select the destination:
fr: Sélectionner la destination :

source: can't start gimx!
fr: Impossible de démarrer gimx !

source: GIMX failed with a generic error (please report this).
fr: GIMX a échoué avec une erreur générique (reporter ceci svp).

source: Failed to detect the GPP/Cronus/Titan device.
fr: Échec de la détection du périphérique GPP/Cronus/Titan.

source: Failed to detect the USB adapter: . make sure to select the right port . make sure to power on the target console If you built the adapter yourself: . make sure the wiring is correct (swapping RX and TX is a common mistake) . make sure it runs the right firmware
fr: Échec de la détection de l'adaptateur USB : . vérifier le port sélectionné . vérifier que la console cible est allumée Si vous avez construit l'adaptateur vous-même : . vérifier le raccordement (l'échange de RX et TX est une erreur courante) . vérifier que le firmware est correct

source: Failed to detect the remote GIMX instance: . make sure to fill the right IP:port . make sure the remote instance is running
fr: Echec de la détection de l'instance GIMX distante : . vérifier que IP:port est correct . vérifier que l'instance distance est en fonctionnement

source: Failed to detect the adapter (fallback error message).
fr: Échec de la détection de l'adaptateur (message d'erreur de repli)

source: GIMX exited and the activation button was not pressed.
fr: GIMX s'est terminé et le bouton d'activation n'a pas été activé.

source: Inactivity timeout.
fr: Délai d'inactivité écoulé.

source: No wired Xbox 360 controller was found on USB ports.
fr: Pas de contrôleur filaire Xbox 360 trouvé sur les ports USB.

source: No Dualshock 4 controller was found on USB ports.
fr: Pas de Dualshock 4 trouvée sur les ports USB.

source: No Xbox One controller (without 3.5mm jack) was found on USB ports.
fr: Pas de contrôleur Xbox One (sans prise jack 3.5mm) trouvé sur les ports USB.

source: There was a connection error with the official controller: . make sure the cable wasn't pulled . make sure the cable is not bad (try another one) . make sure to turn controller off before connection.
fr: Un problème de connexion au contrôleur officiel s'est produit : . vérifier que le câble n'est pas débranché . vérifier que le câble n'est pas défectueux (en essayer un autre) . vérifier que le contrôleur est bien éteint avant de le connecter.
